Repository: senoldogann/Lustra-Macebook-Device-Cleaner
Catalog: MacCleaner/Resources/*.lproj/Localizable.strings
Languages: tr

# quit_app
source: Quit Lustra
tr: Çıkış

# are_you_sure_title
source: Are you sure?
tr: Emin misiniz?

# delete_action
source: Delete
tr: Sil

# cancel_action
source: Cancel
tr: İptal

# delete_item_confirmation
source: Are you sure you want to move '%@' to the Trash?
tr: '%@' öğesini Çöp Sepetine taşımak istediğinizden emin misiniz?

# delete_multiple_confirmation
source: This will move %d items (%@) to the Trash.
tr: Bu işlem %d adet öğeyi (%@) Çöp Sepetine taşıyacak.

# ok_action
source: OK
tr: Tamam

# disk_used
source: %@ used
tr: %@ dolu

# disk_free
source: %@ free
tr: %@ boş

# category_system_junk
source: System Junk
tr: Sistem Çöpü

# category_user_library
source: User Library
tr: Kullanıcı Kütüphanesi

# category_downloads
source: Downloads
tr: İndirilenler

# category_desktop
source: Desktop
tr: Masaüstü

# category_documents
source: Documents
tr: Belgeler

# category_applications
source: Applications
tr: Uygulamalar

# category_other
source: Other
tr: Diğer

# category_system
source: System
tr: Sistem

# cat_desc_system_junk
source: System Data is often full of confusing cache files. We've identified these as safe to remove to reclaim free space.
tr: Sistem Verileri genellikle gereksiz önbellek dosyalarıyla doludur. Bunları güvenle silebilirsiniz.

# cat_desc_user_library
source: Contains app data and settings. Use Smart Check to translate technical names into plain English.
tr: Uygulama verileri ve ayarları içerir. Teknik isimleri anlamak için Akıllı Kontrol'ü kullanın.

# cat_desc_downloads
source: Files downloaded from the internet. Great place to find forgotten giants taking up space.
tr: İnternetten indirilen dosyalar. Unutulmuş büyük dosyaları bulmak için harika bir yer.

# cat_desc_desktop
source: Files on your Desktop. Rapidly access and organize your workspace.
tr: Masaüstünüzdeki dosyalar. Çalışma alanınızı düzenleyin.

# cat_desc_documents
source: Your personal documents. Review carefully before removing.
tr: Kişisel belgeleriniz. Silmeden önce dikkatlice inceleyin.

# cat_desc_applications
source: Installed applications. Remove unused apps to free up space.
tr: Yüklü uygulamalar. Yer açmak için kullanmadığınız uygulamaları silin.

# cat_desc_other
source: Miscellaneous files across your system.
tr: Sisteminizdeki diğer çeşitli dosyalar.

# cat_desc_system
source: System files and caches. Handle with care.
tr: Sistem dosyaları ve önbellekler. Dikkatli işlem yapın.

# cat_desc_default
source: Files and folders in this location.
tr: Bu konumdaki dosya ve klasörler.

# discard_section_title
source: Selected Items
tr: Seçili Öğeler

# discard_title
source: Discard
tr: Temizle

source: No items selected
tr: Öğe seçilmedi

# disk_used_suffix
source: used
tr: dolu

# disk_free_suffix
source: free
tr: boş

# delete_count_items
source: Delete %d items
tr: %d öğeyi sil

# more_items_count
source: +%d more
tr: +%d tane daha

# home_breadcrumb
source: Home
tr: Ana Sayfa

# selected_count
source: %d selected
tr: %d seçildi

source: Smart Check
tr: Akıllı Seçim

source: Clear Selection
tr: Seçimi Temizle

source: New Scan
tr: Yeniden Tara

source: Loading files...
tr: Dosyalar yükleniyor...

source: No items found
tr: Öğe bulunamadı

# empty_category_message
source: This category appears to be empty
tr: Bu kategori boş görünüyor

# col_name
source: Name
tr: İSİM

# col_status
source: Status
tr: DURUM

# col_modified
source: Date Modified
tr: TARİH

# col_size
source: Size
tr: BOYUT

# grant_access_banner
source: Grant Full Disk Access
tr: Tam Disk Erişimi Ver

source: Professional Mac Care
tr: Profesyonel Mac Temizliği

# hero_title
source: Keep your Mac running at its best.
tr: Mac'iniz en iyi performansla çalışsın.

# hero_subtitle
source: Intelligent scanning identifies junk, duplicates, and large files that are slowing down your system.
tr: Akıllı tarama sistemi, bilgisayarınızı yavaşlatan gereksiz dosyaları, kopyaları ve büyük dosyaları tespit eder.

source: Scanning System...
tr: Sistem Taranıyor...

# analyzing_category
source: Analyzing: %@
tr: Analiz ediliyor: %@

source: Start Full Scan
tr: Tam Tarama Başlat

source: Grant Full Disk Access
tr: Tam Disk Erişimi Ver

# tip_analyzing
source: Analyzing every folder and file...
tr: Her klasör ve dosya analiz ediliyor...

# tip_speed
source: Scan speed varies based on disk size
tr: Tarama hızı disk boyutuna göre değişebilir

# tip_deep
source: Deep scanning for accurate results
tr: Doğru sonuçlar için derinlemesine tarama

# tip_junk
source: Finding junk files and caches...
tr: Gereksiz dosyalar ve önbellekler bulunuyor...

# tip_large
source: Larger disks may take longer
tr: Büyük disklerin taranması uzun sürebilir

# feat_smart_cleanup
source: Smart Cleanup
tr: Akıllı Temizlik

# feat_smart_cleanup_desc
source: AI-powered junk detection
tr: Yapay zeka destekli çöp tespiti

# feat_fast_scan
source: Fast Scan
tr: Hızlı Tarama

# feat_fast_scan_desc
source: Optimized for speed
tr: Hız için optimize edildi

# feat_safe_delete
source: Safe Delete
tr: Güvenli Silme

# feat_safe_delete_desc
source: Never lose important files
tr: Önemli dosyalarınızı asla kaybetmeyin

# feat_visual_analysis
source: Visual Analysis
tr: Görsel Analiz

# feat_visual_analysis_desc
source: See what takes space
tr: Neyin yer kapladığını görün

source: New Version Available
tr: Yeni Sürüm Mevcut

source: See what's new
tr: Yenilikleri gör

source: Update Now
tr: Şimdi Güncelle

# whats_new_version
source: What's New in v%@
tr: v%@ Sürümündeki Yenilikler

source: CPU Load
tr: CPU Yükü

source: RAM Usage
tr: RAM Kullanımı

source: Clean RAM
tr: RAM Temizle

source: Optimizing...
tr: Optimize ediliyor...

# disk_capacity_format
source: %@ available of %@
tr: %@ boş / Toplam: %@

# status_not_analyzed
source: Not analyzed
tr: Analiz edilmedi

# status_analyzing
source: Analyzing...
tr: Analiz ediliyor...

# status_safe
source: Safe
tr: Güvenli

# status_review
source: Review
tr: İncele

# status_unknown
source: Unknown
tr: Bilinmiyor

source: Smart Check Results
tr: Akıllı Kontrol Sonuçları

# no_feedback
source: No detailed feedback provided.
tr: Detaylı geri bildirim yok.

# label_consequences
source: Consequences:
tr: Sonuçlar:

# label_safe_to_delete
source: Safe to delete:
tr: Silinmesi güvenli mi:

source: Yes
tr: Evet

source: No
tr: Hayır

# recommendation_manual
source: Recommendation: Manual review suggested.
tr: Öneri: Manuel inceleme tavsiye edilir.

# fda_required_title
source: Full Disk Access Required
tr: Tam Disk Erişimi Gerekli

# fda_required_desc
source: Grant access to scan protected folders
tr: Korumalı klasörleri taramak için izin verin

source: Open Settings
tr: Ayarları Aç

# tab_treemap
source: Treemap
tr: Harita

# tab_sunburst
source: Sunburst
tr: Grafik

# tab_largest_files
source: Largest Files
tr: Büyük Dosyalar

# label_items
source: Items
tr: Öğe

# category_containers
source: App Containers & Misc
tr: Uygulama Kapları

# category_media
source: Media & Photos
tr: Medya ve Fotoğraflar
